[{"version":1, "objectName":"runes"},
  {
    "title": "Skill Affinity: Fire",
    "description": "You are guaranteed to be offered only skills that contain the type Fire the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":1
  },
  {
    "title": "Skill Mastery: Fire",
    "description": "Adds upp to 6 random Active Skills of type Fire that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":2
  },
  {
    "title": "Skill Inclination: Fire",
    "description": "Increases the chance that active skills of type Fire will be offered to you when you level up",
    "runeCost": 3,
    "id":3
  },
  {
    "title": "Skill Affinity: Blast",
    "description": "You are guaranteed to be offered only skills that contain the type Blast the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":4
  },
  {
    "title": "Skill Mastery: Blast",
    "description": "Adds upp to 6 random Active Skills of type Blast that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":5
  },
  {
    "title": "Skill Inclination: Blast",
    "description": "Increases the chance that active skills of type Blast will be offered to you when you level up",
    "runeCost": 3,
    "id":6
  },
  {
    "title": "Skill Affinity: Bomb",
    "description": "You are guaranteed to be offered only skills that contain the type Bomb the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":7
  },
  {
    "title": "Skill Mastery: Bomb",
    "description": "Adds upp to 6 random Active Skills of type Bomb that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":8
  },
  {
    "title": "Skill Inclination: Bomb",
    "description": "Increases the chance that active skills of type Bomb will be offered to you when you level up",
    "runeCost": 3,
    "id":9
  },
  {
    "title": "Skill Affinity: Electric",
    "description": "You are guaranteed to be offered only skills that contain the type Electric the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":10
  },
  {
    "title": "Skill Mastery: Electric",
    "description": "Adds upp to 6 random Active Skills of type Electric that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":11
  },
  {
    "title": "Skill Inclination: Electric",
    "description": "Increases the chance that active skills of type Electric will be offered to you when you level up",
    "runeCost": 3,
    "id":12
  },
  {
    "title": "Skill Affinity: Chaos",
    "description": "You are guaranteed to be offered only skills that contain the type Chaos the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":13
  },
  {
    "title": "Skill Mastery: Chaos",
    "description": "Adds upp to 6 random Active Skills of type Chaos that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":14
  },
  {
    "title": "Skill Inclination: Chaos",
    "description": "Increases the chance that active skills of type Chaos will be offered to you when you level up",
    "runeCost": 3,
    "id":15
  },
  {
    "title": "Skill Affinity: Shadow",
    "description": "You are guaranteed to be offered only skills that contain the type Shadow the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":16
  },
  {
    "title": "Skill Mastery: Shadow",
    "description": "Adds upp to 6 random Active Skills of type Shadow that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":17
  },
  {
    "title": "Skill Inclination: Shadow",
    "description": "Increases the chance that active skills of type Shadow will be offered to you when you level up",
    "runeCost": 3,
    "id":18
  },
  {
    "title": "Skill Affinity: Thrust",
    "description": "You are guaranteed to be offered only skills that contain the type Thrust the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":19
  },
  {
    "title": "Skill Mastery: Thrust",
    "description": "Adds upp to 6 random Active Skills of type Thrust that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":20
  },
  {
    "title": "Skill Inclination: Thrust",
    "description": "Increases the chance that active skills of type Thrust will be offered to you when you level up",
    "runeCost": 3,
    "id":21
  },
  {
    "title": "Skill Affinity: Swing",
    "description": "You are guaranteed to be offered only skills that contain the type Swing the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":22
  },
  {
    "title": "Skill Mastery: Swing",
    "description": "Adds upp to 6 random Active Skills of type Swing that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":23
  },
  {
    "title": "Skill Inclination: Swing",
    "description": "Increases the chance that active skills of type Swing will be offered to you when you level up",
    "runeCost": 3,
    "id":24
  },
  {
    "title": "Skill Affinity: Ice",
    "description": "You are guaranteed to be offered only skills that contain the type Ice the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":25
  },
  {
    "title": "Skill Mastery: Ice",
    "description": "Adds upp to 6 random Active Skills of type Ice that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":26
  },
  {
    "title": "Skill Inclination: Ice",
    "description": "Increases the chance that active skills of type Ice will be offered to you when you level up",
    "runeCost": 3,
    "id":27
  },
  {
    "title": "Skill Affinity: Slam",
    "description": "You are guaranteed to be offered only skills that contain the type Slam the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":28
  },
  {
    "title": "Skill Mastery: Slam",
    "description": "Adds upp to 6 random Active Skills of type Slam that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":29
  },
  {
    "title": "Skill Inclination: Slam",
    "description": "Increases the chance that active skills of type Slam will be offered to you when you level up",
    "runeCost": 3,
    "id":30
  },
  {
    "title": "Skill Affinity: Projectile",
    "description": "You are guaranteed to be offered only skills that contain the type Projectile the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":31
  },
  {
    "title": "Skill Mastery: Projectile",
    "description": "Adds upp to 6 random Active Skills of type Projectile that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":32
  },
  {
    "title": "Skill Inclination: Projectile",
    "description": "Increases the chance that active skills of type Projectile will be offered to you when you level up",
    "runeCost": 3,
    "id":33
  },
  {
    "title": "Skill Affinity: Nature",
    "description": "You are guaranteed to be offered only skills that contain the type Nature the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":34
  },
  {
    "title": "Skill Mastery: Nature",
    "description": "Adds upp to 6 random Active Skills of type Nature that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":35
  },
  {
    "title": "Skill Inclination: Nature",
    "description": "Increases the chance that active skills of type Nature will be offered to you when you level up",
    "runeCost": 3,
    "id":36
  },
  {
    "title": "Skill Affinity: Holy",
    "description": "You are guaranteed to be offered only skills that contain the type Holy the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":37
  },
  {
    "title": "Skill Mastery: Holy",
    "description": "Adds upp to 6 random Active Skills of type Holy that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":38
  },
  {
    "title": "Skill Inclination: Holy",
    "description": "Increases the chance that active skills of type Holy will be offered to you when you level up",
    "runeCost": 3,
    "id":39
  },
  {
    "title": "Skill Affinity: Arcane",
    "description": "You are guaranteed to be offered only skills that contain the type Arcane the first time you are offered active skills, if possible. If you have multiple affinities, the will happen on at a time",
    "runeCost": 1,
    "id":40
  },
  {
    "title": "Skill Mastery: Arcane",
    "description": "Adds upp to 6 random Active Skills of type Arcane that your character would not have access to otherwise to the skill pool, if possible",
    "runeCost": 2,
    "id":41
  },
  {
    "title": "Skill Inclination: Arcane",
    "description": "Increases the chance that active skills of type Arcane will be offered to you when you level up",
    "runeCost": 3,
    "id":42
  },
  {
    "title": "Recklessness",
    "description": "Increases all damage you cause by 0,5% per missing health point",
    "runeCost": 3,
    "id":43
  },
  {
    "title": "Executioner",
    "description": "You cause 5,0% extra damage per different type of negative effect on enemies you hit",
    "runeCost": 2,
    "id":44
  },
  {
    "title": "Commanding Presence",
    "description": "Reduces all damage you deal by 40,0%, but increases the damage modifier of all units summoned by you by 40,0%",
    "runeCost": 3,
    "id":45
  },
  {
    "title": "Multi Cast Mastery",
    "description": "Increases the chance for long chains of multi-casting to happen",
    "runeCost": 2,
    "id":46
  },
  {
    "title": "Center of Attention",
    "description": "All of your own random targeted area effects are now targeted at your position instead",
    "runeCost": 1,
    "id":47
  },
  {
    "title": "Synergetic",
    "description": "Increases the chance of being offered synergy power-ups where applying one ngeative effect can chain and apply another, and increase the chances of those synergies happening by 20,0%",
    "runeCost": 4,
    "id":48
  },
  {
    "title": "Dash Mastery",
    "description": "Increases your dash speed by 50,0% , resulting ina longer distance traveled",
    "runeCost": 1,
    "id":49
  },
  {
    "title": "Reroll Mastery",
    "description": "You gain one extra reroll every 5 levels",
    "runeCost": 3,
    "id":50
  },
  {
    "title": "Singlar Focus",
    "description": "Skills can now be picked multiple times. Power-ups that enchance a specific skill, will be applied to a random instance of the skill.",
    "runeCost": 5,
    "id":51
  },
  {
    "title": "Surefooted",
    "description": "You take 15,0% less damage from all sources and you are also much more resistant to pushback",
    "runeCost": 2,
    "id":52
  },
  {
    "title": "Weapon Expert",
    "description": "You start the game with the special weapon skill for your currently selected weapon",
    "runeCost": 1,
    "id":53
  },
  {
    "title": "Critical Mastery",
    "description": "100,0% of your critical chance is added to your critical damage multiplier when calculating critical damage",
    "runeCost": 2,
    "id":54
  },
  {
    "title": "Controlled Chaos",
    "description": "For all your abilities that deal a random amount of damage, damage will be rolled twice and the highest roll will be chosen",
    "runeCost": 2,
    "id":55
  },
  {
    "title": "Generalist",
    "description": "you cause 5,0% extra damage for each different type your currently active skills have.",
    "runeCost": 2,
    "id":56
  },
  {
    "title": "Purity",
    "description": "Increases all damage cause by 50,0%. This bonus is reduced by 5,0% for each different type of negative effect on the target.",
    "runeCost": 2,
    "id":57
  },
  {
    "title": "Focus Fire",
    "description": "Increases all damage you deal by 40,0% but decreases the area of all your skills by 20,0%",
    "runeCost": 2,
    "id":58
  }
]
